LANGUAGES = {
    'uk': {
        'rules':  '*Правила гри у Еліас в Telegram-боті📚*\n\n\
*Завдання кожного гравця* - пояснити якомога більше слів товаришам по команді за обмежений час.\n\n\
Під час пояснення *не можна* використовувати однокореневі слова, озвучувати переклад з іноземних мов.\n\n\
Відгадане слово приносить команді одне очко, а за пропущене слово команда штрафується на два. Відгадане слово у боті можна позначити кнопкою ✅, а пропущене - ❌.\n\n\
Переможцем🏆 стає команда, у якої кількість очок сягла заздалегідь встановленого значення. Проте хост може вручну зупинити гру, натиснувши кнопку *Завершити гру🏁.*\n\n\
Перегляньте також команду /settings або опцію *Налаштування⚙*, там ви зможете змінити такі параметри, як переможна кількість очок, тривалість раундів, а також мову інтерфейсу.\n\n\
*Веселої гри у Еліас!🎉*',
        'private_greeting': 'Привіт, {name}!🎉 Вітаю у Telegram-боті **Alias**🤖, добав мене у групу і зроби адміном, щоб я міг надсилати повідомлення для зручної гри!',
        # 'group_greeting_admin': 'Вибери одну із наступних опцій:\n\n- *Нова гра🎮*\n- *Правила📚*\n- *Налаштування⚙*',
        'group_greeting_admin': 'Привіт! Я хост вашої майбутньої гри у Еліас. Я також адмін, тож ми можемо починати!',
        'group_greeting_admin_after_member': 'Я також адмін, тож ми можемо починати!',
        'group_greeting': 'Привіт! Я хост вашої майбутньої гри у Еліас. Для початку гри мені потрібні наступні права адміністратора:\n - *видалення повідомлень*\
\n - *блокування користувачів*\n - *закріплення повідомлень*',
        'bot_is_still_member': ' Для початку гри мені потрібні наступні права адміністратора:\n - *видалення повідомлень*\
\n - *блокування користувачів*\n - *закріплення повідомлень*',
        'info': 'Проєкт "Еліас" створений виключно у розважальних цілях і перебуває на стадії бета-тестування. Від бажаючих розробник завжди очікує фідбек, чи повідомлення про помилку, так ви зробите гру в Еліас набагато краще!\n\nЗв\'язок із розробником:\nTelegram: *@vladakawallet*\nE-mail: *vladakawalet@gmail.com*'
    },
    'en': {
        'database_error': 'oops, our database is out of order at the moment. we are already notified. please, try again later!',
        'general_error': 'oops, something went wrong. we are already notified. please, try again later!'
    }
}